module.exports = (req, res) => {
  return res.json({
    reforms: {
      1: {
        id: 1,
        title:
          "Реформа митниці - уніфікація ставок",
        economic_impact:
          {
            citizen_income: {
              year1: 6,
              year5:
                31
            }
            ,
            state_budget_income: {
              year1: -8,
              year5:
                -38
            }
            ,
            capital_investment: {
              year1: 11,
              year5:
                53
            }
            ,
            anti_corruption_effect: {
              year1: 10,
              year5:
                50
            }
            ,
          }
        ,
        link: "https://drive.google.com/drive/u/2/folders/1nWme7FRpnu3hu6S3Ob68rrbohbG9jyZG",
        description:
          "<ol><li>Підвищення ефективності роботи Державної митної служби України шляхом встановлення однакового рівня пільгових ставок ввізного мита на однорідні товари</li><li>Сприяння детінізації ринку імпорту товарів</li><li>Зменшення витрат бюджетних коштів</li><li>Збільшення товарообігу</li></ol>"
      }
      ,
      2: {
        id: 2,
        title:
          "Реформа митниці - відкритий митний простір, криміналізація контрабанди",
        economic_impact:
          {
            citizen_income: {
              year1: 0,
              year5:
                0
            }
            ,
            state_budget_income: {
              year1: 80,
              year5:
                400
            }
            ,
            capital_investment: {
              year1: 0,
              year5:
                0
            }
            ,
            anti_corruption_effect: {
              year1: 40,
              year5:
                225
            }
            ,
          }
        ,
        link: "https://drive.google.com/drive/u/2/folders/1OBJG-G_qsqYzEY9vXKe1DAniFhqOr7yc",
        description:
          "<ol><li>Модернізація митної системи </li><li>Легалізація бізнесу</li><li>Півищення контролю над експортом та імпортом товарів</li><li>Підвищення позиції України у рейтингу Світового банку «Doing Business» за індикатором «Міжнародна торгівля»</li></ol>"
      }
      ,
      3: {
        id: 3,
        title:
          "Податок на виведений капітал (ПнВК)",
        economic_impact:
          {
            citizen_income: {
              year1: 2,
              year5:
                10
            }
            ,
            state_budget_income: {
              year1: -30,
              year5:
                -35
            }
            ,
            capital_investment: {
              year1: 125,
              year5:
                900
            }
            ,
            anti_corruption_effect: {
              year1: 0,
              year5:
                0
            }
            ,
          }
        ,
        link: "https://drive.google.com/drive/u/2/folders/1Ns0TVVQ4diUB8tk_G70UL05ptzmCtmzU",
        description:
          "<ol><li>Підвищення рівня капіталізації підприємств і підприємницької активності. </li><li>Збільшення обігових коштів платників податків, можливість їх реінвестування для проведення модернізаційних процесів та розширення подальшого  виробництва</li><li>Збільшення інвестиційної активності, що в свою чергу сприятиме посиленню конкурентоспроможності економіки України</li></ol>"
      }
      ,
      4: {
        id: 4,
        title:
          "Приватизація",
        economic_impact:
          {
            citizen_income: {
              year1: 0,
              year5:
                0
            }
            ,
            state_budget_income: {
              year1: 10,
              year5:
                50
            }
            ,
            capital_investment: {
              year1: 0,
              year5:
                0
            }
            ,
            anti_corruption_effect: {
              year1: 6,
              year5:
                30
            }
            ,
          }
        ,
        link: "https://drive.google.com/drive/u/2/folders/1OAjkp3J3jGaF9GZdcP7TmLemKvz6KAld",
        description:
          "<ol><li>Збільшення кількості робочих місць </li><li>Збільшення фінансових надходжень  до державного бюджету</li><li>Залучення інвестицій</li><li>Модернізація застарілих технологічних процесів</li><li>Інтенсифікація виробництва</li><li>Застосування міжнародної практики (OECР)</li></ol>"
      }
      ,
      5: {
        id: 5,
        title:
          "Державна інспекція архітектури та містобудування (реформа ДАБІ)",
        economic_impact:
          {
            citizen_income: {
              year1: 0,
              year5:
                0
            }
            ,
            state_budget_income: {
              year1: 0,
              year5:
                0
            }
            ,
            capital_investment: {
              year1: 30,
              year5:
                150
            }
            ,
            anti_corruption_effect: {
              year1: 10,
              year5:
                50
            }
            ,
          }
        ,
        link: "https://drive.google.com/drive/u/2/folders/1O-zXYyTKZRluUl9Mxko2aAzMuaq84Y-V",
        description:
          "<ol><li>Демонополізована функція контролю за виробництвом</li><li>Законодавче врегулювання функціонування інституту приватного містобудівного контролю</li><li>Дерегуляція господарської діяльності з будівництва об’єктів</li></ol>"
      }
//     {
//       6,
//       "Реформа надрокористування",
//       SUBSOIL_USAGE,(0, 0), (0, 0), (25, 50), (140, 700), (), "https://drive.google.com/drive/u/2/folders/1NwZJ2C1L_0OFzW7jxICGDO83pATSk8GT", "<ol><li>Прозорі правила доступу до надр</li><li>Інвестиційно приваблива геологічна розвідка</li><li>Лібералізація обігу спеціальних дозволів</li><li>Дерегуляція надрокористування</li></ol>"
//   )
//     ,
//     {
//       7,
//       "Спрощення приєднання до електромереж",
//       GRID_CONNECTING,(0, 0), (0, 0), (100, 500), (0, 0), (POWER_SUPPLY_SYSTEM_CONNECTION,), "https://drive.google.com/drive/u/2/folders/1NyWlhR63m3HJ9pyJMUb7MJbraEfjjzIG", "<ol><li>Підвищення інвестиційної привабливості країни за рахунок зменшення часозатратності отримання послуги з приєднання</li><li>Покращення позицій України в рейтингу Doing business</li></ol>"
// }
// ,
//   {
//     8, "Авторозмитнення через Дію", CARS_CUSTOMS_CLEARANCE, (0, 0), (0, 0), (0, 0), (4, 20), (INTERNATIONAL_TRADE,), "https://drive.google.com/drive/u/0/folders/1GqM334SXH6Sj0yMC_TjB3io0R_CFxCGJ", "<ol><li>Удосконалення та спрощення наявної  процедури оподаткування при розмитненні транспортного засобу</li><li>Збільшення імпорту автомобілів після зниження вартості їх відповідного розмитнення, що в свою чергу сприятиме компенсації втрат з державного бюджету</li></ol>"
//   }
// ,
//   {
//     9, "Зменшення банківських комісій", ACQUIRING_REDUCTION, (8, 40), (0, 0), (3, 13), (0, 0), (), "https://drive.google.com/drive/u/0/folders/1sQSLClrJmcMR7JahTOX6x0DEUYGb7NjV", "<ol><li>Зниження витрат суб’єктів господарювання та споживачів при здійсненні операцій купівлі товарів (робіт, послуг) шляхом безготівкових операцій з використанням платіжних карток, що сприятиме активізації господарської діяльності та поступовому відновленню економічного зростання в Україні</li><li>Підвищення позиції України в  міжнародному рейтингу Doing Business</li></ol>"
//   }
// ,
//   {
//     10, "Будівництво нових портів", PORTS, (3, 13), (0, 0), (12, 60), (0, 0), (), "https://drive.google.com/drive/u/0/folders/1lNe4q602eLXD-t1AkDc4CuavUOQFFga0", "<ol><li>Підвищення якості портової інфраструктури </li><li>Залучення іноземних інвесторів за рахунок впровадження спрощеної процедури будівництва морських та річкових портів</li></ol>"
//   }
// ,
//   {
//     11, "Концесії в охороні здоров'я", HEALTHCARE_CONCESSIONS, (0, 0), (0, 0), (28, 140), (0, 0), (), "https://drive.google.com/drive/u/2/folders/1GDotsNIHhfTZKkdKBqJeJ2iaEQmzx0o7", "<ol><li>Підвищення якості медичних послуг та охорони здоров’я </li><li>Залучення інвестицій</li><li>Легалізація додаткових медичних послуг</li></ol>"
//   }
// ,
//   {
//     12, "Дерегуляція виноробної галузі", VINE, (18, 90), (0, 0), (1, 5), (0, 0), (), "https://drive.google.com/drive/u/2/folders/1NnVb_jVlqmur9lwjHpYH-kC8D5VqTnz-", "<ol><li>Приведення географічного районування України до стандартів ЄС з ціллю розширення  виноробства, що в свою чергу сприятиме надходжень до державного бюджету та збільшенню інвестицій </li><li>Розвиток малого та середнього бізнесу, що в перспективі забезпечить зайнятість населення через заповнення нових робочих місць; посилить конкурентоздатність малих виробників виноробної продукції та розширить пропозицію на ринку вин</li></ol>"
//   }
// ,
//   {
//     13, "Акт про свободу підприємництва", ENTREPRENEURSHIP_FREEDOM_ACT, (0, 0), (0, 0), (113, 565), (0, 0), (ENTERPRISE_REGISTRATION,), "https://drive.google.com/drive/u/2/folders/1J6Nlo2qxlxsBCU8jux-ehMlPfehC_F-M", "<ol><li>Встановлення якісно нового стандарту взаємовідносин “держава-бізнес”, де вдосконалення регулювання бізнесу сприятиме збільшенню середньорічного зростання ВВП</li></ol>"
//   }
// ,
//   {
//     14, "Спрощення земельних відносин", LAND_RELATIONS_SIMPLIFICATION, (0, 0), (2, 10), (0, 0), (0, 0), (), "https://drive.google.com/drive/u/2/folders/1I5p-IzU8Q5x6vzypF0GbmUkFq7YhmDV0", "<ol><li>Збільшення  доходів місцевих бюджетів через прозоре управління земельними ресурсами, залучення інвестицій, формування прозорих правил для учасників ринку</li><li>Вирішення проблеми нелегального використання земель та їх забруднення на місцевому рівні</li></ol>"
//   }
// ,
//   {
//     15, "Дипломування моряків", SAILORS, (0, 0), (0, 0), (0, 0), (3, 17), (), "https://drive.google.com/drive/u/2/folders/1bbuE6H0cqtCmIIpK7f8iY26XLmt_Xx-P", "<ol><li>Запровадження українського законодавства відповідно до європейських норм (Конвенції ПДНВ)</li><li>Викриття корупційних оборудок уповноважених органів</li></ol>"
//   }
// ,
//   {
//     16, "Фінансування закладів вищої освіти (ЗВО)", HIGHER_EDUCATION_INSTITUTIONS_FINANCING, (0, 250), (0, 0), (0, 0), (0, 0), (), "https://drive.google.com/drive/u/0/folders/1m_W-XEoAIjGnfifIF1w52WJvWYd8u26p", "<ol><li>Врегулювання диспропорції за спеціальностями</li><li>Оптимізація бюджетних коштів</li><li>Збільшення кількості студентів, які отримують кошти на навчання з державного бюджету, що в результаті сприятиме збільшенню кількості спеціалістів та заповненню нових робочих місць</li></ol>"
//   }
// ,
//   {
//     17, "Пенсійна реформа", PENSION_REFORM, (0, 0), (-28, -138), (11, 55), (0, 0), (), "https://drive.google.com/drive/u/2/folders/1xUcWgfatpVjkUWz6HElEbWORXNWftdKs", "<ol><li>Оптимізація  апарату ПФ </li><li>Формування внутрішнього інвестора, що створить сприятливі умови для залучення іноземних інвестицій та зростання ВВП</li><li>Формування бази для накопичень грошових коштів</li></ol>"
//   }
// ,
//   {
//     18, "Спрощення трудових відносин та зменшення навантаження на ФОП", LABOR_RELATIONS_AND_PRIVATE_INDIVIDUALS, (100, 500), (40, 200), (0, 0), (0, 0), (TAXATION,), "https://drive.google.com/drive/u/2/folders/1qmZwk-01dtQa5NfMxWmlgn4EYOcNUcMd", "<ol><li>Зменшення забюрократизованості під час здійснення трудових відносин між роботодавцем і працівником </li><li>Позитивний вплив на динаміку процесів господарювання</li><li>Розвиток малого та середнього бізнесу за рахунок формування сприятливих умов для діяльності</li><li>Створення передумов для нових робочих місць</li><li>Збільшення надходжень до бюджету за рахунок легалізованої праці</li><li>Збільшення кількості офіційно працевлаштованих осіб, зменшення «тіньової» зайнятості</li><li>Легалізація тіньової зайнятості в малому бізнесі, що створить стимули до створення офіційних робочих місць і знизить рівень тіньової економіки</li><li>Збільшення інвестицій підприємств</li></ol>"
//   }
// ,
// )
    }
  })
    ;
};